Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c81.pdf.tmx
Source language: fin
Languages: sme

source: On tärkeää, että myös paikalliset asukkaat ja muut sidosryhmät voivat osallistua suunnitelman toteutumisen seurantaan ja että heillä on mahdollisuus vaikuttaa suunnitelman lisäksi sen toteuttamiseen.
sme: Lea dehálaš ahte maiddái báikkálaš ássit ja eará čanasjoavkkut sáhttet leat čuovvumin plána ollašuvvama ja maiddái mielde dan ollašuhttimis.

source: Valvonta on olennainen osa suunnitelman esitysten toimeenpanoa ja seurantaa.
sme: Goziheapmi lea mávssolaš oassi plána árvalusaid ollašuhttimis ja čuovvumis.

source: Valvontaan tulee osoittaa riittävät resurssit.
sme: Goziheapmái galgá čujuhit doarvái resurssaid.

source: Saamelaiskäräjien lausunto ja arvio suunnitelman vaikutuksista saamelaiskulttuuriin 1. Lähtökohdat
sme: CEALKÁMUŠ JA ÁRVVOŠTALLAN GÁLDDOAIVVI MEAHCCEGUOVLLU JA SÁMMOTJEAKKI-VADJOTJEAKKI JEKKIIDSUODJALANGUOVLLU DIKŠUN- JA GEAVAHANPLÁNA VÁIKKUHUSAIN SÁMEKULTUVRII

source: Saamelaiset ovat Suomessa alkuperäiskansa, jolla on oma kulttuuri ja kieli.
sme: Sámit lea Suomas álgoálbmot, mas lea iežas kultuvra ja giella.

source: Perustuslaki turvaa saamelaisille alkuperäiskansana oikeuden ylläpitää ja kehittää omaa kieltään ja kulttuuriaan (PL 17.3 §) näitä seikkoja koskevan itsehallinnon perustalta saamelaisten kotiseutualueella siten kuin laissa säädetään (PL 121.4 §).
sme: Vuođđoláhka dorvvasta sámiide álgoálbmogin vuoigatvuođa bajásdoallat ja ovddidit iežaset giela ja kultuvrra (PL 17.3 §) dáidda áššiide guoskevaš iešstivrejumi vuođul sámiid ruovttuguovllus nu go lágas mearriduvvo (PL 121.4 §).

source: Perustuslain kulttuuri-käsite sisältää myös saamelaisten kulttuurin aineellisena perustana olevan perinteisen maankäytön kuten poronhoidon, kalastuksen ja metsästyksen harjoittamisen.
sme: Vuođđolága kulturdoaba gokčá maiddái sámekultuvrra ávnnaslaš vuođđun leahkki árbevirolaš eanageavaheami dego boazodoaluin, guolástusain ja meahccebivdduin bargama.

source: Perustuslain tarkoituksena on turvata pysyvästi saamelaisten asema alkuperäiskansana lainsäädännön, hallinnon ja taloudellisten toimenpiteiden avulla.
sme: Vuođđolága ulbmilin lea dorvvastit bissovaččat sámiid sajádaga álgoálbmogin láhkamearrádusaid, hálddahusa ja ekonomalaš doaimmaid vuođul.

source: Julkisella vallalla on perustuslain (PL 22 §) mukainen velvollisuus huolehtia saamelaisten perusoikeuksien ja ihmisoikeuksien toteutumisesta.
sme: Almmolaš válddis lea vuođđolága (PL 22 §) mielde geatnegasvuohta fuolahit sámiid vuođđovuoigatvuođaid ja olmmošvuoigatvuođaid ollašuvvamis.

source: Kaldoaivin erämaa-alue ja Sammuttijängän-Vaijoenjängän soidensuojelualue kuuluvat kokonaisuudessaan saamelaisten kotiseutualueeseen.
sme: Gálddoaivvi meahcceguovlu ja Sámmotjeakki-Vadjotjeakki jekkiidsuodjalanguovlu gullet ollásit sámiid ruovttuguvlui.

source: Lisäksi alue kuuluu lähes kokonaan kolttalain (259/1995) 2 §:n mukaiseen koltta-alueeseen, jossa kolttasaamelaisilla on kyseisen lain turvaama asema ja oikeudet.
sme: Dasa lassin guovlu gullá measta ollásit nuortalašlága (259/1995) 2 §:a mieldásaš nuortalašguvlui, mas nuortalaččain leat guoskevaš lága dorvvastan sajádat ja vuoigatvuođat.

source: Saamelaisten kulttuuriin kuuluvien elinkeinojen harjoittamista suojaa lisäksi saamelaisten osalta YK:n kansalaisoikeuksia ja poliittisia oikeuksia koskevan ihmisoikeussopimuksen 27 artikla, joka on Suomessa voimassa laintasoisesti.
sme: Sámekultuvrii gullevaš ealáhusaiguin bargama lea suddjemin dasa lassin sámiid hárrái ON:a olmmošvuoigatvuođaide ja politihkalaš vuoigatvuođaide guoskevaš olmmošvuoigatvuođasoahpamuša 27 artihkal, mii lea Suomas fámus lágadásis.

source: Artiklan määräys edellyttää YK:n ihmisoikeuskomitean tulkinnan mukaan, että taloudelliset toimenpiteet suunnitellaan ja sopeutetaan siten, että saamelaisten elinkeinojen kuten poronhoidon taloudellinen kannattavuus säilyy.
sme: Artihkkala mearrádus oaivvilda ON:a olmmošrivttiidkomitea dulkoma mielde dan, ahte ekonomalaš doaibmabijut galget plánejuvvot ja heivehuvvot nu, ahte sámeealáhusat dego boazodoallu gánnáhit dás duohkoge ekonomalaččat.

source: (Länsman ja muut v. Suomi, valitus no 511/1992)
sme: (Länsman ja earát v. Suopma, váidda nr 511/1992)

source: Vuoden 2005 alussa voimaan tulleessa metsähallituslaissa Metsähallituksen yhteiskunnallisena velvoitteena saamelaisten kotiseutualueella on sovittaa hallinnassaan olevien luonnonvarojen hoito, käyttö ja suojelu siten, että saamelaisten kulttuurin harjoittamisen edellytykset turvataan (4.2 §).
sme: Jagi 2005 álggus fápmui boahtán meahciráđđehuslágas Meahciráđđehusa servodatlaš geatnegahttimin sámiid ruovttuguovllus lea heivehit iežas hálddašan luondduriggodagaid dikšuma, geavaheami ja suodjaleami nu, ahte dorvvastuvvojit sámiid vejolašvuođat bargat iežaset kultuvrrain (4.2 §).

source: Säännös toteuttaa perustuslakia saamelaisten alkuperäiskansan kulttuurin harjoittamisen osalta (PL 17.3 §) Tähän perustuslakiin perustuvaan tehtävään viitaten eduskunnan perustuslakivaliokunta totesi esitystä koskevassa lausunnossaan (PeVL 38/2004 vp), että saamelaisten kulttuuriin kuuluvat perinteisten elinkeinojen kuten poronhoito, kalastus ja metsästys lisäksi myös niiden nykyaikaiset soveltamismuodot.
sme: Njuolggadus ollašuhttá vuođđolága sámiid álgoálbmotkultuvrrain bargama hárrái (PL 17.3 §). Riikkabeivviid vuođđoláhkaváljagoddi čujuhii dán vuođđoláhkii vuođđuduvvi doibmii ja gávnnahii árvalussii guoskevaš cealkámušastis (PeVL 38/2004 vp), ahte sámekultuvrii gullet árbevirolaš ealáhusaid dego boazodoalu, guolástusa ja meahccebivddu lassin maiddái daid ođđaáigásaš heivehanhámit.

source: Arvion lähtökohtana on, että poronhoito, metsästys ja kalastus muodostavat saamelaisten kulttuurin keskeisen materiaalisen perustan.
sme: Árvvoštallama vuolggasadjin lea dat, ahte boazodoallu, meahccebivdu ja guolástus hábmejit sámekultuvrra guovddáš ávnnaslaš vuođu.

source: Tämä oikeudellinen lähtökohta on velvoittava suhteessa erämaasuunnittelun käytäntöihin sekä hoito- ja käyttösuunnitelman sisältöön.
sme: Dát vuoigatvuođalaš vuolggasadji lea geatnegahtti meahcceguovloplánema virolašvuođaid sihke dikšun- ja geavahanplána sisdoalu ektui.

source: Tarkastelukohteena on tämän velvoitteen toteutuminen Metsähallituksen tavassa tulkita ja noudattaa tai jättää noudattamatta lakia Kaldoaivin erämaa-alueen ja Sammuttijängän-Vaijoenjängän soidensuojelualueen hoito- ja käyttösuunnitelmassa.
sme: Dál galggašii guorahallat dán geatnegahttima ollašuvvama Meahciráđđehusa vuogis dulkot ja čuovvut dahje guođđit čuovokeahttá lága Gálddoaivvi meahcceguovllu ja SámmotjeakkiVadjotjeakki jekkiidsuodjalanguovllu dikšun- ja geavahanplánas.

source: Tarkastelu edellyttää osin laajennetun näkökulman huomioon ottamista, jossa myös Metsähallituksen yleisiä toimintaperiaatteita ja –linjauksia on käsiteltävä siinä määrin kuin ne määrittelevät ja ohjaavat erämaasuunnittelua.
sme: Dát guorahallan gáibida muhtun muddui viiddiduvvon perspektiivva vuhtiiváldima, mas maiddái Meahciráđđehusa oppalaš doaibmaprinsihpat ja -linnjemat galget gieđahallot dan viidodagas go dat meroštallet ja stivrejit meahcceguovloplánema.

source: Näihin toimintalinjauksiin, tulkintoihin ja arvoihin sisältyy seikkoja, jotka voivat olla ristiriidassa saamelaisten oikeuksien kanssa tai johtaa toimintamalleihin, jotka eivät tue tai jotka jopa haittaavat saamelaiskulttuurin materiaalisten edellytysten toteutumista.
sme: Dáin doaibmalinnjemiin, dulkomiin ja árvvuin leat mielde áššit, mat sáhttet mannat ruossalassii sámiid vuoigatvuođaiguin dahje doalvut dakkár doaibmamálliide, mat eai doarjjo dahje mat juoba heađuštit sámekultuvrra ávnnaslaš eavttuid ollašuvvama.

source: Erämaalain (62/1991) päätavoitteet ovat 1) alueen erämaisuuden säilyttäminen 2) saamelaiskulttuurin turvaaminen 3) luontaiselinkeinojen turvaaminen ja 4) alueen monipuolisen käytön ja sen edellytysten turvaaminen.
sme: Meahcceguovlolága (62/1991) váldoulbmilat leat 1) guovllu meahccáivuođa seailluheapmi 2) sámekultuvrra dorvvasteapmi 3) luondduealáhusaid dorvvasteapmi ja 4) guovllu máŋggabealat geavaheami ja dan vejolašvuođaid dorvvasteapmi.

source: Hallituksen esityksen mukaan (HE 42/1990) erämaalain soveltamisen edellytyksenä on se, että toiminnot turvaavat poronhoidon ja luontaiselinkeinojen harjoittamisen mahdollisuudet vähintään samalla tasolla kuin ne olivat lain voimaan tullessa.
sme: Ráđđehusa árvalusa mielde (HE 42/1990) meahcceguovlolága heiveheami eaktun lea dat, ahte doaimmat dorvvastit vejolašvuođaid bargat boazodoaluin ja luondduealáhusaiguin uhcimustá seamma dásis go dat ledje lága fápmui boađedettiin.

source: Saman tapainen lähtökohta on YK:n KP-sopimuksen 27 artiklan määräyksellä, joka edellyttää saamelaisten kulttuurimuotoon kuuluvan elinkeinon taloudellisen kannattavuuden säilymistä saamelaisten ryhmän jäsenille.
sme: Seamma sullasaš vuolggasadji lea ON:a KP-soahpamuša 27 artihkkala mearrádusas, mas gáibiduvvo ahte sámiid kulturhápmái gullevaš ealáhus galgá gánnáhit ekonomalaččat dás duohkoge.

source: Eräänä keinona näihin tavoitteisiin pääsemiseksi on saamelaisten osalta vuonna 2004 voimaan tullut yhdenvertaisuuslaki (21/2004), joka koskee 2 §:n 1 kohdan mukaan itsenäisen ammatin tai elinkeinon harjoittamisedellytyksiä ja elinkeinon tukemista.
sme: Oktan vuohkin dáid ulbmiliid juksan dihte sámiid hárrái lea 2004:s fápmui boahtán ovttaárvosašvuođaláhka (21/2004), mii guoská 2 §:a 1 čuoggá mielde iehčanas ámmáhiin dahje ealáhusain barganvejolašvuođaide ja ealáhusa doarjumii.

source: Laki, joka koskee myös Metsähallitusta, pyrkii tosiasiallisen yhdenvertaisuuden saavuttamiseen tarvittaessa positiivisen erityiskohtelun keinoin kuten lain 7.2 §:stä ilmenee.
sme: Ovttaárvosašvuođaláhka guoská maiddái Meahciráđđehussii, ja dainna geahččalit juksat duođalaš ovttaárvosašvuođa dárbbu mielde positiivvalaš sierragieđahallama vugiiguin dego lága 7.2 §:s boahtá ovdan.

source: Metsähallituksen erämaasuunnittelun perusvikana on se, että suunnittelu on lähtökohdiltaan ekologis-ekonomista ja epäjuridista.
sme: Meahciráđđehusa meahcceguovloplánema vuođđovihkin lea dat, ahte plánemis vulgojuvvo ekologalaš-ekonomalaš ja eahpejuridihkalaš vuođu alde.

source: Suunnittelussa on lukuisia sidosryhmiä, joiden poliittinen painoarvo – eivätkä oikeudellisesti asiaan vaikuttavat seikat - määrää pitkälle suunnitelman lähtökohdat ja lainsäädännön tulkinnan.
sme: Plánemis leat mielde moanat čanasjoavkkut, maid politihkalaš deaddoárvu – eaige juridihkalaččat áššái váikkuheaddji bealit – mearridit guhkás plána vuolggasajiid ja láhkamearrádusaid dulkoma.

source: Tavallisesti matkailun lisääntyminen katsotaan suunnitelmassa väistämättömäksi ja matkailun tieltä voidaan syrjäyttää, saamelaisille perustuslain kulttuurisina perusoikeuksina turvatut perinteiset elinkeinot kuten poronhoito, kalastus ja metsästys, jotka nykyinen lainsäädäntö tosin tunnustaa vain yleisoikeusperustalta.
sme: Dábálaččat turismma lassáneapmi gehččojuvvo plánas diehttalas proseassan ja turismma ovddas sáhttá duvdilit eret, sámiide vuođđolágas kultuvrralaš vuođđovuoigatvuohtan dorvvastuvvon árbevirolaš ealáhusaid dego boazodoalu, guolástusa ja meahccebivddu, maid dálá láhkamearrádusat dovddastit dušše oktasašvuoigatvuođaid dásis.

source: Myöskään saamelaisten omaisuudenturvaa ja kansainvälisten sopimusten turvaa nauttiviin oikeuksiin kuten kalastusoikeuteen ei suunnittelussa kiinnitetä huomiota (ks PeVL 8/1978 ja 30/1993 vp).
sme: Maiddái sámiid opmodatdorvvu ja riikkaidgaskasaš soahpamušaid dorvvu návddašeaddji vuoigatvuođaide dego guolástanvuoigatvuhtii ii plánemis giddejuvvo fuopmášupmi (gč PeVL 8/1978 ja 30/1993 vp).

source: Jos kaikkea asiaan vaikuttavaa lainsäädäntöä tai oikeuskäytäntöä ei ole alun perin ollut mukana suunnitelmaluonnoksessa, katsotaan suunnittelussa riittäväksi, että puuttuvat säännökset tai oikeuskäytäntö otetaan suunnitelmaan jälkikäteen ilman, että lisäys millään tavalla muuten vaikuttaisi suunnitelman sisältöön.
sme: Jos áššái váikkuheaddji buot láhkamearrádusat dahje vuoigatvuođavirolašvuođat eai leat álgoálggus leamaš mielde plánaárvalusas, de gehččojuvvo plánemis reahkkát dan, ahte váilu njuolggadusat dahje vuoigatvuođavirolašvuođat váldojuvvojit plánii maŋálgihtii almmá, ahte lasáhus moktige muđui váikkuhivččii plána sisdollui.

source: Tältä perustalta on erämaasuunnitelmiin rakennettu keskeiset käsitteet kuten erämaalakiin perustumaton ja matkaluun liittyvä vyöhykejaotus, maastoliikennelakiin perustumaton maastoliikenneura, metsähallituslakiin ja erämaalakiin perustumaton käsite luontomatkailun kehittäminen, maastoliikennelain kanssa ristiriidassa oleva virkistyskäyttö-käsite ja lakiin perustumaton paikallisen väestön väitetty ”oikeus” maastoliikennelupaan.
sme: Dán vuođu alde leat meahcceguovloplánaide ráhkaduvvon guovddáš doahpagat dego meahcceguovloláhkii vuođđuduvakeahtes ja turismii guoskevaš avádatjuohku, meahccejohtalusláhkii vuođđuduvakeahtes meahccejohtalusvuojáhat, meahciráđđehusláhkii ja meahcceguovloláhkii vuođđuduvakeahtes doaba luondduturismma ovddideapmi, meahccejohtaluslágain ruossalassii manni lustageavahandoaba ja láhkii vuođđuduvakeahtes báikkálaš olbmuid čuoččuhuvvon ”vuoigatvuohta” meahccejohtaluslohpái.

source: Näihin lähtökohtiin liittyen tarkastellaan seuraavassa, missä määrin saamelaisten mahdollisuudet oman kulttuurinsa harjoittamiseen ovat muuttuneet erämaalain säätämisen jälkeen, mikä on arvio nykytilanteesta ja missä määrin Kaldoaivin erämaa-aluetta ja Sammuttijängän-Vaijoenjängän soidensuojelualuetta koskeva hoito- ja käyttösuunnitelma turvaa saamelaisten mahdollisuuksia ylläpitää ja kehittää omaa kulttuuriaan.
sme: Dáid vuolggasajiid vuođul guorahallo čuovvovaččas, man muddui sámiid vejolašvuođat bargat iežaset kultuvrrain leat rievdan meahcceguovlolága ásaheami maŋŋá, makkár lea dálá dilli ja man muddui Gálddoaivvi meahcceguovlui ja Sámmotjeakki-Vadjotjeakki jekkiidsuodjalanguvlui guoskevaš dikšun- ja geavahanplána dorvvasta sámiid vejolašvuođaid bajásdoallat ja ovddidit iežaset kultuvrra.

source: 2. Metsähallitusta koskevat muutokset erämaalain säätämisen jälkeen
sme: 2. Meahciráđđehussii guoskevaš nuppástusat meahcceguovlolága ásaheami maŋŋá

source: Erämaiden hoito, käyttö ja suojelu riippuvat erämaalain lisäksi keskeisesti siitä, mitä laki edellyttää Metsähallitukselta, onko erämaalain ja Metsähallituslain välillä ristiriitaa ja miten lakia tulkitaan ristiriitatilanteessa.
sme: Meahcceguovlluid dikšun, geavaheapmi ja suodjaleapmi leat meahcceguovlolága lassin ollu dan duohken, maid láhka gáibida Meahciráđđehusas, leatgo meahcceguovlolága ja meahciráđđehuslága gaskkas ruossalasvuođat ja mo láhka dulkojuvvo ruossalasvuođadilis.

source: Erämaalain voimassaolon aikana laki Metsähallituksesta on muuttunut useaan otteeseen muuttaen samalla Metsähallituksen luonnetta olennaisesti.
sme: Meahcceguovlolága gustodettiin meahciráđđehusláhka lea moanaid gerddiid rievdan ja rievdadan seammás mealgat Meahciráđđehusa iešlági.

source: Erämaalain voimaantulon aikaan Metsähallitus oli ”maa- ja metsätalousministeriön alainen keskusvirasto” metsähallintoa varten (138/1987).
sme: Meahcceguovlolága fápmui boađedettiin Meahciráđđehus lei ”Eana- ja meahccedoalloministeriija vuollásaš guovddášvirgebáiki” meahccehálddahusa várás (138/1987).

source: Sittemmin Metsähallituksen luonne muuttui ”valtion laitokseksi” (264/1991) ja ”valtion liikelaitokseksi” (1169/1993).
sme: Dasto Meahciráđđehusas šattai ”stáhta lágádus” (264/1991) ja ”stáhta fitnodatlágádus” (1169/1993).

source: Tällöin siitä muodostettiin liiketoimintayksikköpohjainen tiimiorganisaatio.
sme: Dalle das dahkkojuvvui fitnodatdoaibmaovttadatvuđđosaš tiimaorganisašuvdna.

source: Yhtiön eri tulosalueilla ja tytäryhtiöillä on oma maan kattava organisaatio ja ne ovat tulosvastuulliset.
sme: Fitnodaga sierra boađussurggiin ja nieidafitnodagatservviin lea leamaš riikka gokčevaš organisašuvdna ja dat leat boađusvásttolaččat.

source: Samalla Metsähallitus-konsernin toiminta määriteltiin monihyödyketuotannoksi, jonka kulmakiviä ovat mm. metsätalous ja virkistyspalveluiden tuottaminen.
sme: Seammás Meahciráđđehus-konseartna doaibma meroštallojuvvui máŋggadárbobuvttadeapmin, man čiehkageađgin leat ee. meahccedoallu ja lustabálvalusaid buvttadeapmi.

source: Virkistyspalveluilla tarkoitetaan sekä yhteiskunnallisia palveluja yleisen virkistyskäytön edistämiseksi että maksullisia luontopalveluja ja luontomatkailun edistämistä.
sme: Lustabálvalusaiguin oaivvildit sihke servodatlaš bálvalusaid oktasaš lustageavaheami ovddidan dihte sihke mávssuvuloš luonddubálvalusaid ja luondduturismma ovddideami.

source: Villi Pohjola–niminen tulosalue, sittemmin tytäryhtiöksi eriytetty, harjoittaa luontomatkailuun perustuvaa liiketoimintaa kilpaillen muiden luontomatkailua järjestävien yritysten ja paikallisten luontopalveluiden tuottajien kanssa erämaa-alueista.
sme: Villi Pohjola -nammasaš boađussuorgi, mii lea maŋŋelis sirrejuvvon nieidafitnodatsearvin, jođiha luondduturismii vuođđuduvvi fitnodatdoaimma ja gilvala luondduturismma lágideaddji eará fitnodagaiguin ja báikkálaš luonddubálvalusbuvttadeaddjiiguin meahcceguovlluid geavaheamis.

source: Käytännössä tämä tarkoittaa sitä, että Metsähallitus ei ole täysin neutraali toimija, vaan se ajaa samalla omia liiketaloudellisia etujaan ja joutuu neutraalisuuden nimissä myöntämään luontopalvelujen liiketoiminta-alalla kilpaileville yksityisille yrittäjille vastaavia etuuksia kun sillä itsellään on väittämänsä valtion maaomaisuuden haltijana.
sme: Iešalddes dát oaivvilda dan, ahte Meahciráđđehus ii leat ollásit bealehis doaibmi muhto vuodjá seammás iežas fitnodatekonomalaš ovdduid ja šaddá belehisvuođa namas mieđihit luonddubálvalusa fitnodatdoaibmasuorggis gilvaleaddji priváhta fitnodagaide vástideaddji ovdduid go das alddis leat iežas čuoččuhan stáhtaeatnamiid hálddašeaddjin.

source: Näin ollen kaikki metsähallituksen liiketoiminta erämaa-alueella – eli myynti, kulkekoon minkä nimisenä tahansa – aiheuttaa Metsähallituksen ”maanomistaja-asemasta johtuen liiketoimintapainetta ja sen huomioon ottamista myös yksityisellä sektorilla.
sme: Ná Meahciráđđehusa buot fitnodatdoaibma meahcceguovllus – dahjege vuovdin, johtos dal dat mainna namain ihkinassii – dagaha Meahciráđđehusa ”eanaeaiggátsajádaga dihte fitnodatdoaibmadeattuid, mat galget váldojuvvot vuhtii maiddái priváhta sektoris.

source: Metsähallituslain viimeisimmässä kokonaisuudistuksessa (1378/2004) sen erääksi yhteiskunnalliseksi velvoitteeksi (4.2 §) tuli sovittaa yhteen hallinnassaan olevien luonnonvarojen hoito, käyttö ja suojelu saamelaisten kotiseutualueella siten, että ”saamelaisten” kulttuurin harjoittamisedellytykset turvataan.
sme: Meahciráđđehuslága maŋimuš ollislaš ođasmahttimis (1378/2004) dan oktan servodatlaš geatnegahttimin (4.2 §) šattai oktiiheivehit iežas hálddašan luondduriggodagaid dikšuma, geavaheami ja suodjaleami sámiid ruovttuguovllus nu, ahte dorvvastuvvojit ”sámiid” vejolašvuođat bargat iežaset kultuvrrain.

source: Toisaalta taas erämaalain mukaisessa hoito- ja käyttösuunnitelmassa ”ei olisi alueen käyttäjiä koskevia määräyksiä”, vaan se koskisi lainkohdan (7 §) yksityiskohtaisten perustelujen mukaan (HE 42/1990 vp) pelkästään suunniteltuja viranomaistoimia.
sme: Nuppe dáfus fas meahcceguovlolága mieldásaš dikšun- ja geavahanplánas ”eai livčče guovllu geavaheaddjiide guoskevaš mearrádusat”, muhto dat guoskkašii láhkačuoggá (7 §) dárkilet ákkastallamiid mielde (HE 42/1990 vp) dušše plánejuvvon eiseváldedoaimmaide.

source: Lisäksi erämaalain soveltamisalaa koskevan 2 §:n yksityiskohtaisissa perusteluissa lähdetään siitä, että poronhoitoa, metsästystä, kalastusta ja maastoliikennettä säännellään niistä annetuin yleisin säännöksin.
sme: Dasa lassin meahcceguovlolága heivehansuorgái guoskevaš 2 §:a dárkilet ákkastallamiin vulgojuvvo das,, ahte boazodoallu, meahccebivdu, guolástus ja meahccejohtalus muddejuvvojit daid birra addojuvvon almmolaš njuolggadusaiguin.

source: Saamelaiskäräjien mielestä erämaa-alueita koskeva lainsäädännöllinen kokonaisuus on joutunut ajan myötä ristiriitaan perustuslain kanssa, koska perustuslain muutoksia ei ole vielä otettu huomioon poronhoitoa, metsästystä, kalastusta ja maastoliikennettä koskevassa lainsäädännössä.
sme: Sámedikki mielas meahcceguovlluide guoskevaš láhkaásahuslaš ollisvuohta lea mannan áiggi mielde ruossalassii vuođđolágain, dasgo vuođđolága nuppástusat eai leat vel váldojuvvon vuhtii boazodollui, meahccebivdui, guolástussii ja meahccejohtalussii guoskevaš láhkamearrádusain.

source: Saamelaisten perinteiset elinkeinot kuten poronhoito, kalastus ja metsästys ja niiden harjoittamisedellytykset ovat osa saamelaisten kulttuurimuotoa, joka tulee perustuslain 22 §:n mukaisesti turvata saamelaisille alkuperäiskansana kuten uusi metsähallituslakikin edellyttää.
sme: Sámiid árbevirolaš ealáhusat dego boazodoallu, guolástus ja meahccebivdu ja daiguin barganvejolašvuođat gullet oassin sámiid kulturhápmái, mii galgá vuođđolága 22 §:a mielde dorvvastuvvot sámiide álgoálbmogin dego ođđa meahciráđđehuslágasge gáibiduvvo.

source: Toki muuta saamen alkuperäiskansalle kuulukin paikallista väestöä voidaan kohtuuden lähtökohdista ottaa vien etuuksien piiriin.
sme: Earáge báikkálaš olbmuid sáhttá gal govttolašvuođa olis váldit sámi álgoálbmogii gullevaš ovdduid ollái.

source: Se erämaasuunnittelun lähtökohta puolestaan että saamelaisten oikeudet tulisivat turvatuiksi – toteutuisivat ja saisivat suojaa – muun paikallisen väestön aseman turvaamisen yhteydessä, ei ole sopusoinnussa valtiosääntömme kanssa.
sme: Dat meahcceguovloplánema vuolggasadji ahte sámiid vuoigatvuođat dorvvastuvvošedje – ollašuvašedje ja suddjejuvvošedje – eará báikkálaš olbmuid sajádaga dorvvasteami oktavuođas, fas manná ruossalassii Suoma vuođđolágain.

source: Eduskunnan perustuslakivaliokunta otti lausunnossaan hallituksen esityksestä Pallas-Yllästunturin kansallispuistosta (PeVL 29/2004 vp) voimakkaasti kantaa saamelaisten oikeuksien perustuslainsuojaan saamelaisten kotiseutualueella olevilla suojelualueilla.
sme: Riikkabeivviid vuođđoláhkaváljagotti válddii cealkámušastis ráđđehusa árvalusa vuođul Bállas-Ylläsduoddara álbmotmeahci hárrái (PeVL 29/2004 vp) nannosit beali sámiid vuoigatvuođaid vuođđolágasuodjái sámiid ruovttuguovllus leahkki suodjalanguovlluin.

source: Perustuslakivaliokunta totesi ”Perusoikeuksien ja ihmisoikeuksien suoja kannalta on ongelmallista, että saamelaisten ja paikallisten asukkaiden oikeudet jäisivät asiallisesti asetuksen ja Metsähallituksen lupapäätösten varaan.
sme: Vuođđoláhkaváljagotti mielas ”Vuođđovuoigatvuođaid ja olmmošvuoigatvuođaid suoji dáfus lea problemáhtalaš, ahte sámiid ja báikkálaš ássiid vuoigatvuođat bázášedje ásahusa ja Meahciráđđehusa lohpemearrádusaid vehkii.

source: Perustuslain 80 § 1 momentin mukaan yksilön oikeuksien ja velvollisuuksien perusteista tulee säätää lailla.
sme: Vuođđolága 80 § 1 momeantta mielde ovttaskas olbmo vuoigatvuođaid ja geatnegasvuođaid ákkaid birra galgá mearriduvvot lága vuođul.

source: Saamelaisten ja paikallisten asukkaiden perinteisten kalastus- ja metsästysoikeuksien sekä kotitarvepuun oton pääperiaatteiden tulee käydä ilmi suoraan laista.
sme: Sámiid ja báikkálaš ássiid árbevirolaš guolástan- ja meahccebivdovuoigatvuođaid sihke ruovttudárbomuora váldima váldoprinsihpat galget boahtit ovdan njuolgga lágas.

source: Tämä on myös edellytys lakiehdotuksen säätämiselle tavallisessa lainsäätämisjärjestyksessä.”
sme: Dát lea maiddái eaktun láhkaevttohusa ásaheapmái dábálaš láhkaásahanortnegis.”
